Repository: fctm/ctm-buildout
Catalog: src/ctm.colorpalette/ctm/colorpalette/locales/*/LC_MESSAGES/ctm.colorpalette.po
Languages: ca, es

source: A height between 100 and 120 px is required.
ca: Cal una alçada d'entre 100 i 120 px.
es: Se requiere una altura de 100 a 120 px.

source: An image of 16x16 px is required.
ca: Cal una imatge de 16x16 px.
es: Se requiere una imagen de 16x16 px.

source: Apply the color defined below
ca: Aplica el color definit a continuació
es: Aplica el color definido a continuación

source: Automatically apply a color from the site palette (recommended)
ca: Aplica automàticament un color de la paleta del portal (recomenat)
es: Aplica automáticamente un color de la paleta del portal (recomendado)

source: Background image height must be between 110px and 120px.
ca: L'alçada de la imatge de fons cal que vagi de 110 a 120 px.
es: La altura de la imagen de fondo debe estar entre 110 y 120 px

source: Choose the footer background coloring policy
ca: Política d'acolorit del fons del peu del portal.
es: Política de coloreado del fondo del pie

source: Choose the portlets background coloring policy
ca: Política d'acolorit del fons dels portlets.
es: Política de coloreado del fondo de los portlets

source: Color and logo configuration panel
ca: Panell de configuració del tema CTM
es: Panel de configuración del tema CTM

source: Color too light. Please choose a darker one.
ca: Color massa clar. Si us plau trieu-ne un de més fosc.
es: Color demasiado claro. Escoja un color más oscuro.

source: ColorSettings
ca: Configuració tema CTM
es: Configuración tema CTM

source: Content of the site footer.
ca: Contingut del peu del portal.
es: Contenido del pie del portal.

source: Favicon image
ca: Imatge de favicon
es: Imagen de favicon

source: Favicon size must be 16x16 px.
ca: La mida del favicon cal que sigui de 16x16px.
es: El tamaño de la imagen del favicon debe ser 16x16 px.

source: Footer background color
ca: Color de fons del peu
es: Color de fondo del pie

source: Footer content
ca: Contingut del peu
es: Contenido del pie.

source: Footer text
ca: Text del peu del portal
es: Texto del pie

source: Header background image
ca: Imatge de fons de la capçalera
es: Imagen de fondo de la cabecera

source: Leave it uncolored
ca: Roman sense color
es: Déjalo sin colorear

source: Logo height must be in the 55px to 65px range.
ca: L'alçada del logo ha d'estar entre 55 i 65 px.
es: La altura del logo debe estar entre 55 y 65 px.

source: Logo of the project
ca: Logo del projecte
es: Logo del proyecto

source: Logo width must be in the 45px to 450px range.
ca: L'ample del logo ha d'anar de 45 a 450 px.
es: La anchura del logo debe estar entre 45 y 450 px.

source: Main color
ca: Color principal
es: Color principal

source: Main color of the site
ca: Color principal del portal
es: Color principal del portal

source: Portlets background color
ca: Color de fons dels portlets
es: Color de fondo de los portlets

source: Site images
ca: Imatges del portal
es: Imágenes del portal

source: The site will be globally themed with the selected color.
ca: El color escollit determinarà la tonalitat general del portal.
es: El color escogido compondrá la tonalidad general del portal.

source: This color will be applied according to the policy selected before.
ca: Aquest color s'aplicarà d'acord amb la política triada abans.
es: Este color se aplicarà según la política escojida anteriormente.

source: Width must be between 45 and 450 px. Height must be between 55 and 65 px. A transparent backgrounded image is recommended.
ca: L'amplada ha de ser entre 45 i 450 px. L'alçada entre 55 i 65 px. Es recomana una imatge de fons transparent.
es: La anchura debe estar entre 45 y 450 px. La altura entre 55 y 65 px. Se recomieda un fondo transparente.

source: You cannot choose a transparent color.
ca: No podeu triar un color transparent.
es: No puede escoger un color transparente.
